
Функция nvd_help()  
		//{{КОНСТРУКТОР_ЗАПРОСА_С_ОБРАБОТКОЙ_РЕЗУЛЬТАТА
	// Данный фрагмент построен конструктором.
	// При повторном использовании конструктора, внесенные вручную изменения будут утеряны!!!
	
	Запрос = Новый Запрос;
	Запрос.Текст = 
		"ВЫБРАТЬ
		|	Константы._ДемоИмяКонфигурацииВОбменеСБиблиотекойСтандартныхПодсистем КАК ДемоИмя
		|ИЗ
		|	Константы КАК Константы";
	
	РезультатЗапроса = Запрос.Выполнить();
	
	ВыборкаДетальныеЗаписи = РезультатЗапроса.Выбрать();
	
	Пока ВыборкаДетальныеЗаписи.Следующий() Цикл
		Возврат( ВыборкаДетальныеЗаписи.ДемоИмя);
	КонецЦикла;

	Возврат("Тест пройден");
КонецФункции
